{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 128,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "?": 31,
      "[": 32,
      "\\": 33,
      "]": 34,
      "^": 35,
      "_": 36,
      "a": 37,
      "b": 38,
      "c": 39,
      "d": 40,
      "e": 41,
      "f": 42,
      "g": 43,
      "h": 44,
      "i": 45,
      "j": 46,
      "k": 47,
      "l": 48,
      "m": 49,
      "n": 50,
      "o": 51,
      "p": 52,
      "q": 53,
      "r": 54,
      "s": 55,
      "t": 56,
      "u": 57,
      "v": 58,
      "w": 59,
      "x": 60,
      "y": 61,
      "z": 62,
      "##o": 63,
      "##n": 64,
      "##g": 65,
      "##u": 66,
      "##e": 67,
      "##a": 68,
      "##r": 69,
      "##i": 70,
      "##m": 71,
      "##l": 72,
      "##s": 73,
      "##y": 74,
      "##f": 75,
      "##c": 76,
      "##t": 77,
      "##h": 78,
      "##b": 79,
      "##d": 80,
      "##j": 81,
      "##v": 82,
      "##z": 83,
      "##x": 84,
      "##p": 85,
      "##k": 86,
      "##0": 87,
      "##w": 88,
      "##8": 89,
      "##5": 90,
      "##6": 91,
      "##9": 92,
      "##7": 93,
      "##3": 94,
      "##1": 95,
      "##q": 96,
      "##2": 97,
      "##4": 98,
      "##he": 99,
      "the": 100,
      "##er": 101,
      "##in": 102,
      "##nd": 103,
      "##on": 104,
      "##es": 105,
      "##an": 106,
      "##or": 107,
      "to": 108,
      "##is": 109,
      "##at": 110,
      "##ar": 111,
      "##en": 112,
      "##ed": 113,
      "and": 114,
      "##ing": 115,
      "of": 116,
      "in": 117,
      "##al": 118,
      "##it": 119,
      "##re": 120,
      "##il": 121,
      "##ic": 122,
      "##om": 123,
      "##ou": 124,
      "##ion": 125,
      "##as": 126,
      "is": 127,
      "##et": 128,
      "##el": 129,
      "##ct": 130,
      "th": 131,
      "his": 132,
      "##ut": 133,
      "##ent": 134,
      "##ac": 135,
      "##st": 136,
      "##ol": 137,
      "on": 138,
      "##ur": 139,
      "he": 140,
      "##im": 141,
      "wh": 142,
      "##ir": 143,
      "##ow": 144,
      "##am": 145,
      "##ot": 146,
      "##le": 147,
      "an": 148,
      "st": 149,
      "be": 150,
      "for": 151,
      "##ad": 152,
      "##ri": 153,
      "wit": 154,
      "##ly": 155,
      "##ter": 156,
      "##ve": 157,
      "with": 158,
      "##ction": 159,
      "##id": 160,
      "##ver": 161,
      "##ig": 162,
      "##ill": 163,
      "as": 164,
      "de": 165,
      "action": 166,
      "re": 167,
      "##ay": 168,
      "##her": 169,
      "fr": 170,
      "##ap": 171,
      "who": 172,
      "##ers": 173,
      "##ak": 174,
      "by": 175,
      "that": 176,
      "al": 177,
      "##un": 178,
      "##ce": 179,
      "tr": 180,
      "pr": 181,
      "##op": 182,
      "se": 183,
      "ch": 184,
      "whe": 185,
      "##os": 186,
      "##ag": 187,
      "##and": 188,
      "##ts": 189,
      "##ain": 190,
      "##ul": 191,
      "##est": 192,
      "##us": 193,
      "they": 194,
      "from": 195,
      "him": 196,
      "##ack": 197,
      "##ch": 198,
      "le": 199,
      "at": 200,
      "##igh": 201,
      "ne": 202,
      "ar": 203,
      "##ld": 204,
      "##ess": 205,
      "are": 206,
      "##ind": 207,
      "her": 208,
      "##art": 209,
      "##em": 210,
      "con": 211,
      "but": 212,
      "##ation": 213,
      "##if": 214,
      "com": 215,
      "when": 216,
      "##ang": 217,
      "##ous": 218,
      "their": 219,
      "##od": 220,
      "pl": 221,
      "br": 222,
      "has": 223,
      "ag": 224,
      "sh": 225,
      "lo": 226,
      "##ist": 227,
      "##ant": 228,
      "##end": 229,
      "##ie": 230,
      "##iv": 231,
      "un": 232,
      "wor": 233,
      "##ug": 234,
      "##ust": 235,
      "##ate": 236,
      "##all": 237,
      "##oun": 238,
      "en": 239,
      "su": 240,
      "##ob": 241,
      "out": 242,
      "man": 243,
      "cr": 244,
      "af": 245,
      "##av": 246,
      "it": 247,
      "go": 248,
      "ex": 249,
      "##ave": 250,
      "int": 251,
      "##ect": 252,
      "find": 253,
      "##ive": 254,
      "sp": 255,
      "##ab": 256,
      "##um": 257,
      "##ong": 258,
      "##th": 259,
      "up": 260,
      "##ity": 261,
      "##ome": 262,
      "##ear": 263,
      "war": 264,
      "##per": 265,
      "##ight": 266,
      "one": 267,
      "so": 268,
      "after": 269,
      "gr": 270,
      "##ell": 271,
      "##one": 272,
      "##ies": 273,
      "##ice": 274,
      "##ian": 275,
      "dr": 276,
      "##ore": 277,
      "kill": 278,
      "##ace": 279,
      "##ard": 280,
      "##co": 281,
      "##own": 282,
      "##se": 283,
      "##ife": 284,
      "into": 285,
      "dis": 286,
      "them": 287,
      "##ich": 288,
      "te": 289,
      "ab": 290,
      "ev": 291,
      "tak": 292,
      "##ime": 293,
      "get": 294,
      "##oy": 295,
      "all": 296,
      "she": 297,
      "new": 298,
      "##mer": 299,
      "or": 300,
      "##ast": 301,
      "##other": 302,
      "me": 303,
      "##oc": 304,
      "##ure": 305,
      "bec": 306,
      "##ue": 307,
      "##ile": 308,
      "##ip": 309,
      "##ge": 310,
      "this": 311,
      "##wo": 312,
      "##ass": 313,
      "##der": 314,
      "pol": 315,
      "will": 316,
      "##riend": 317,
      "off": 318,
      "res": 319,
      "##ial": 320,
      "##tr": 321,
      "do": 322,
      "##urn": 323,
      "mo": 324,
      "##ans": 325,
      "##ia": 326,
      "##wn": 327,
      "##our": 328,
      "bl": 329,
      "can": 330,
      "jo": 331,
      "two": 332,
      "world": 333,
      "##pt": 334,
      "hel": 335,
      "##ks": 336,
      "##ath": 337,
      "kn": 338,
      "##age": 339,
      "##ort": 340,
      "##ide": 341,
      "##ment": 342,
      "car": 343,
      "##iz": 344,
      "ass": 345,
      "have": 346,
      "##ious": 347,
      "##man": 348,
      "not": 349,
      "youn": 350,
      "##pl": 351,
      "##cover": 352,
      "young": 353,
      "##ud": 354,
      "must": 355,
      "cl": 356,
      "##ory": 357,
      "ad": 358,
      "##reat": 359,
      "again": 360,
      "##ire": 361,
      "##cc": 362,
      "inv": 363,
      "##out": 364,
      "##gh": 365,
      "##ok": 366,
      "##oss": 367,
      "att": 368,
      "year": 369,
      "##iss": 370,
      "##old": 371,
      "sc": 372,
      "life": 373,
      "##ally": 374,
      "only": 375,
      "was": 376,
      "##ine": 377,
      "##ach": 378,
      "##ary": 379,
      "ter": 380,
      "##ick": 381,
      "##sel": 382,
      "back": 383,
      "##ish": 384,
      "##ves": 385,
      "##ough": 386,
      "lead": 387,
      "##nder": 388,
      "friend": 389,
      "help": 390,
      "plan": 391,
      "mur": 392,
      "##uc": 393,
      "##aw": 394,
      "##att": 395,
      "##ound": 396,
      "which": 397,
      "##ik": 398,
      "bo": 399,
      "##ther": 400,
      "##app": 401,
      "pro": 402,
      "sur": 403,
      "time": 404,
      "##ame": 405,
      "where": 406,
      "sec": 407,
      "while": 408,
      "mar": 409,
      "police": 410,
      "ret": 411,
      "dec": 412,
      "##ord": 413,
      "##ree": 414,
      "pow": 415,
      "cap": 416,
      "##oup": 417,
      "arm": 418,
      "gang": 419,
      "bet": 420,
      "##ry": 421,
      "under": 422,
      "##pp": 423,
      "##ance": 424,
      "other": 425,
      "over": 426,
      "pe": 427,
      "##ru": 428,
      "against": 429,
      "##ail": 430,
      "miss": 431,
      "##ep": 432,
      "##ber": 433,
      "##qu": 434,
      "im": 435,
      "team": 436,
      "##ret": 437,
      "tri": 438,
      "col": 439,
      "em": 440,
      "##act": 441,
      "ma": 442,
      "##ather": 443,
      "##ugh": 444,
      "we": 445,
      "rob": 446,
      "way": 447,
      "##ins": 448,
      "##ens": 449,
      "##ster": 450,
      "cop": 451,
      "es": 452,
      "now": 453,
      "##inal": 454,
      "some": 455,
      "##og": 456,
      "##ild": 457,
      "##ets": 458,
      "mak": 459,
      "how": 460,
      "str": 461,
      "##ence": 462,
      "##ful": 463,
      "##ict": 464,
      "part": 465,
      "##ely": 466,
      "##irl": 467,
      "##ff": 468,
      "city": 469,
      "##we": 470,
      "##ison": 471,
      "old": 472,
      "##tain": 473,
      "##ble": 474,
      "##ose": 475,
      "##ives": 476,
      "des": 477,
      "us": 478,
      "qu": 479,
      "murder": 480,
      "fight": 481,
      "batt": 482,
      "son": 483,
      "agent": 484,
      "brother": 485,
      "co": 486,
      "comm": 487,
      "group": 488,
      "about": 489,
      "##ants": 490,
      "fam": 491,
      "##ident": 492,
      "amer": 493,
      "thr": 494,
      "americ": 495,
      "been": 496,
      "##ign": 497,
      "himsel": 498,
      "himself": 499,
      "day": 500,
      "##les": 501,
      "ser": 502,
      "##ey": 503,
      "there": 504,
      "ever": 505,
      "##ank": 506,
      "##ated": 507,
      "offic": 508,
      "terr": 509,
      "secret": 510,
      "dead": 511,
      "end": 512,
      "##ates": 513,
      "down": 514,
      "##oman": 515,
      "story": 516,
      "esc": 517,
      "father": 518,
      "##ily": 519,
      "am": 520,
      "pre": 521,
      "det": 522,
      "finds": 523,
      "own": 524,
      "death": 525,
      "hun": 526,
      "hum": 527,
      "girl": 528,
      "ind": 529,
      "##ors": 530,
      "##ical": 531,
      "comp": 532,
      "discover": 533,
      "years": 534,
      "no": 535,
      "##ever": 536,
      "##ces": 537,
      "##amp": 538,
      "kid": 539,
      "rel": 540,
      "##augh": 541,
      "being": 542,
      "call": 543,
      "##ite": 544,
      "##oll": 545,
      "bef": 546,
      "power": 547,
      "##ood": 548,
      "turn": 549,
      "vi": 550,
      "##orm": 551,
      "work": 552,
      "men": 553,
      "sm": 554,
      "dest": 555,
      "##ase": 556,
      "##get": 557,
      "##uring": 558,
      "##ows": 559,
      "##vent": 560,
      "##ings": 561,
      "try": 562,
      "stop": 563,
      "take": 564,
      "##ween": 565,
      "##ade": 566,
      "between": 567,
      "##ost": 568,
      "##ven": 569,
      "real": 570,
      "loc": 571,
      "becom": 572,
      "##ists": 573,
      "what": 574,
      "evil": 575,
      "set": 576,
      "mission": 577,
      "el": 578,
      "##amed": 579,
      "beg": 580,
      "surv": 581,
      "escap": 582,
      "##ese": 583,
      "##arth": 584,
      "before": 585,
      "par": 586,
      "takes": 587,
      "##land": 588,
      "joh": 589,
      "gu": 590,
      "##az": 591,
      "gen": 592,
      "then": 593,
      "super": 594,
      "19": 595,
      "##ient": 596,
      "##ced": 597,
      "##irst": 598,
      "##ting": 599,
      "cor": 600,
      "during": 601,
      "run": 602,
      "##ater": 603,
      "##ould": 604,
      "see": 605,
      "##ec": 606,
      "terror": 607,
      "dev": 608,
      "##ock": 609,
      "however": 610,
      "ra": 611,
      "rec": 612,
      "crim": 613,
      "soon": 614,
      "jack": 615,
      "##so": 616,
      "##aster": 617,
      "##arn": 618,
      "love": 619,
      "drug": 620,
      "becomes": 621,
      "john": 622,
      "also": 623,
      "##anger": 624,
      "##ons": 625,
      "##ise": 626,
      "##oth": 627,
      "##aus": 628,
      "more": 629,
      "three": 630,
      "##ides": 631,
      "assass": 632,
      "earth": 633,
      "battle": 634,
      "coun": 635,
      "high": 636,
      "woman": 637,
      "##sh": 638,
      "family": 639,
      "prot": 640,
      "prison": 641,
      "first": 642,
      "##pect": 643,
      "fe": 644,
      "##ft": 645,
      "acc": 646,
      "sent": 647,
      "##00": 648,
      "return": 649,
      "mart": 650,
      "sw": 651,
      "star": 652,
      "chin": 653,
      "ke": 654,
      "my": 655,
      "every": 656,
      "king": 657,
      "##ai": 658,
      "play": 659,
      "through": 660,
      "wife": 661,
      "def": 662,
      "##able": 663,
      "killed": 664,
      "mov": 665,
      "criminal": 666,
      "ac": 667,
      "sk": 668,
      "army": 669,
      "har": 670,
      "##gan": 671,
      "##ash": 672,
      "head": 673,
      "named": 674,
      "##pr": 675,
      "town": 676,
      "another": 677,
      "##ull": 678,
      "gets": 679,
      "cre": 680,
      "##ner": 681,
      "##ited": 682,
      "ste": 683,
      "##ike": 684,
      "fut": 685,
      "sl": 686,
      "officer": 687,
      "##ters": 688,
      "train": 689,
      "##ople": 690,
      "cont": 691,
      "dri": 692,
      "##ool": 693,
      "##ty": 694,
      "##way": 695,
      "any": 696,
      "##idd": 697,
      "boy": 698,
      "fall": 699,
      "##ased": 700,
      "##els": 701,
      "former": 702,
      "become": 703,
      "char": 704,
      "goes": 705,
      "assassin": 706,
      "its": 707,
      "contr": 708,
      "order": 709,
      "resc": 710,
      "most": 711,
      "fil": 712,
      "inc": 713,
      "attem": 714,
      "people": 715,
      "ang": 716,
      "##vern": 717,
      "fl": 718,
      "sold": 719,
      "##ues": 720,
      "##hes": 721,
      "inf": 722,
      "inter": 723,
      "##ale": 724,
      "##estig": 725,
      "crime": 726,
      "govern": 727,
      "hand": 728,
      "sch": 729,
      "##roy": 730,
      "##orn": 731,
      "hero": 732,
      "min": 733,
      "##oney": 734,
      "##uck": 735,
      "##less": 736,
      "learn": 737,
      "american": 738,
      "just": 739,
      "##ro": 740,
      "investig": 741,
      "attack": 742,
      "destroy": 743,
      "pers": 744,
      "##ating": 745,
      "trav": 746,
      "does": 747,
      "film": 748,
      "wants": 749,
      "known": 750,
      "mon": 751,
      "##ody": 752,
      "land": 753,
      "called": 754,
      "##ugg": 755,
      "##ier": 756,
      "##als": 757,
      "##ents": 758,
      "pres": 759,
      "movie": 760,
      "may": 761,
      "save": 762,
      "##ted": 763,
      "##bl": 764,
      "protect": 765,
      "money": 766,
      "##ron": 767,
      "ins": 768,
      "##reak": 769,
      "##ung": 770,
      "bel": 771,
      "danger": 772,
      "if": 773,
      "myster": 774,
      "home": 775,
      "trans": 776,
      "brit": 777,
      "even": 778,
      "make": 779,
      "human": 780,
      "master": 781,
      "##ah": 782,
      "##air": 783,
      "##venge": 784,
      "both": 785,
      "decides": 786,
      "kidn": 787,
      "pri": 788,
      "vill": 789,
      "toget": 790,
      "##ilit": 791,
      "capt": 792,
      "##aughter": 793,
      "government": 794,
      "together": 795,
      "##ark": 796,
      "##ult": 797,
      "tries": 798,
      "##oot": 799,
      "##ved": 800,
      "##its": 801,
      "advent": 802,
      "future": 803,
      "bus": 804,
      "##gr": 805,
      "##ery": 806,
      "rem": 807,
      "planet": 808,
      "martial": 809,
      "app": 810,
      "bu": 811,
      "##omb": 812,
      "local": 813,
      "school": 814,
      "each": 815,
      "lives": 816,
      "##aut": 817,
      "##rupt": 818,
      "surviv": 819,
      "cent": 820,
      "mem": 821,
      "deal": 822,
      "child": 823,
      "long": 824,
      "##ures": 825,
      "##lear": 826,
      "ali": 827,
      "detect": 828,
      "daughter": 829,
      "last": 830,
      "##hed": 831,
      "than": 832,
      "friends": 833,
      "act": 834,
      "great": 835,
      "sin": 836,
      "##eng": 837,
      "##uth": 838,
      "escape": 839,
      "gun": 840,
      "jap": 841,
      "##ork": 842,
      "threat": 843,
      "sub": 844,
      "leader": 845,
      "captain": 846,
      "##ause": 847,
      "japan": 848,
      "##iet": 849,
      "trying": 850,
      "id": 851,
      "per": 852,
      "race": 853,
      "##ny": 854,
      "##ning": 855,
      "##friend": 856,
      "black": 857,
      "small": 858,
      "best": 859,
      "los": 860,
      "sy": 861,
      "##ake": 862,
      "along": 863,
      "bond": 864,
      "rescue": 865,
      "pur": 866,
      "sam": 867,
      "##ra": 868,
      "##iver": 869,
      "##ible": 870,
      "##hing": 871,
      "##ane": 872,
      "##ister": 873,
      "forces": 874,
      "conf": 875,
      "##apped": 876,
      "keep": 877,
      "ph": 878,
      "##ric": 879,
      "##ately": 880,
      "eng": 881,
      "mysterious": 882,
      "job": 883,
      "cons": 884,
      "enem": 885,
      "##try": 886,
      "begins": 887,
      "crew": 888,
      "bar": 889,
      "##ness": 890,
      "##ions": 891,
      "island": 892,
      "beh": 893,
      "force": 894,
      "ship": 895,
      "look": 896,
      "##ship": 897,
      "sus": 898,
      "##ied": 899,
      "##ere": 900,
      "seem": 901,
      "leg": 902,
      "viol": 903,
      "british": 904,
      "four": 905,
      "well": 906,
      "##ling": 907,
      "##ator": 908,
      "arri": 909,
      "mean": 910,
      "##ecial": 911,
      "person": 912,
      "foll": 913,
      "law": 914,
      "##ames": 915,
      "##ley": 916,
      "sear": 917,
      "art": 918,
      "scient": 919,
      "happ": 920,
      "mob": 921,
      "put": 922,
      "once": 923,
      "stre": 924,
      "##ourn": 925,
      "attempt": 926,
      "air": 927,
      "fin": 928,
      "later": 929,
      "##ix": 930,
      "##iness": 931,
      "##ired": 932,
      "##uss": 933,
      "##ouse": 934,
      "good": 935,
      "country": 936,
      "detective": 937,
      "milit": 938,
      "po": 939,
      "pass": 940,
      "ro": 941,
      "##ke": 942,
      "comes": 943,
      "exper": 944,
      "boss": 945,
      "york": 946,
      "##su": 947,
      "##han": 948,
      "##king": 949,
      "##aving": 950,
      "meets": 951,
      "behind": 952,
      "big": 953,
      "creat": 954,
      "figh": 955,
      "##min": 956,
      "##ving": 957,
      "##atch": 958,
      "revenge": 959,
      "conv": 960,
      "know": 961,
      "gener": 962,
      "sing": 963,
      "sou": 964,
      "ul": 965,
      "want": 966,
      "##ert": 967,
      "plot": 968,
      "band": 969,
      "ger": 970,
      "night": 971,
      "pet": 972,
      "##bi": 973,
      "##port": 974,
      "##itt": 975,
      "##ole": 976,
      "place": 977,
      "warri": 978,
      "command": 979,
      "start": 980,
      "blood": 981,
      "prof": 982,
      "sa": 983,
      "tell": 984,
      "##anc": 985,
      "assign": 986,
      "girlfriend": 987,
      "discovers": 988,
      "corrupt": 989,
      "ap": 990,
      "che": 991,
      "ed": 992,
      "like": 993,
      "##inc": 994,
      "true": 995,
      "##ange": 996,
      "##thing": 997,
      "killer": 998,
      "because": 999,
      "deadly": 1000,
      "fu": 1001,
      "wr": 1002,
      "were": 1003,
      "##iving": 1004,
      "bank": 1005,
      "tre": 1006,
      "win": 1007,
      "##ond": 1008,
      "##iers": 1009,
      "reb": 1010,
      "weap": 1011,
      "powerful": 1012,
      "search": 1013,
      "game": 1014,
      "hit": 1015,
      "##eg": 1016,
      "##red": 1017,
      "##iam": 1018,
      "beaut": 1019,
      "whose": 1020,
      "##ief": 1021,
      "polit": 1022,
      "business": 1023,
      "break": 1024,
      "hop": 1025,
      "tar": 1026,
      "would": 1027,
      "##ask": 1028,
      "join": 1029,
      "makes": 1030,
      "control": 1031,
      "oper": 1032,
      "##ition": 1033,
      "indian": 1034,
      "travel": 1035,
      "host": 1036,
      "none": 1037,
      "ob": 1038,
      "##fer": 1039,
      "##ject": 1040,
      "dem": 1041,
      "arr": 1042,
      "compl": 1043,
      "themsel": 1044,
      "peace": 1045,
      "soldiers": 1046,
      "themselves": 1047,
      "ii": 1048,
      "led": 1049,
      "pil": 1050,
      "##uch": 1051,
      "##ually": 1052,
      "##ton": 1053,
      "##bers": 1054,
      "##jay": 1055,
      "near": 1056,
      "come": 1057,
      "special": 1058,
      "invol": 1059,
      "president": 1060,
      "far": 1061,
      "mag": 1062,
      "russ": 1063,
      "##ward": 1064,
      "##olog": 1065,
      "##ury": 1066,
      "forced": 1067,
      "arts": 1068,
      "##ations": 1069,
      "organ": 1070,
      "kong": 1071,
      "##ys": 1072,
      "##are": 1073,
      "dep": 1074,
      "chr": 1075,
      "colle": 1076,
      "dangerous": 1077,
      "military": 1078,
      "god": 1079,
      "hong": 1080,
      "lord": 1081,
      "mach": 1082,
      "rac": 1083,
      "vir": 1084,
      "##tim": 1085,
      "##wh": 1086,
      "##ines": 1087,
      "supp": 1088,
      "leads": 1089,
      "bri": 1090,
      "hard": 1091,
      "met": 1092,
      "mill": 1093,
      "vamp": 1094,
      "inst": 1095,
      "form": 1096,
      "##aves": 1097,
      "pilot": 1098,
      "based": 1099,
      "journ": 1100,
      "rest": 1101,
      "rich": 1102,
      "top": 1103,
      "##ires": 1104,
      "space": 1105,
      "drag": 1106,
      "bomb": 1107,
      "past": 1108,
      "##lem": 1109,
      "stud": 1110,
      "reg": 1111,
      "bring": 1112,
      "brothers": 1113,
      "fire": 1114,
      "##ub": 1115,
      "##ren": 1116,
      "##lud": 1117,
      "##ench": 1118,
      "##ured": 1119,
      "send": 1120,
      "expl": 1121,
      "enemy": 1122,
      "ultim": 1123,
      "gre": 1124,
      "james": 1125,
      "same": 1126,
      "very": 1127,
      "##uct": 1128,
      "##til": 1129,
      "##por": 1130,
      "##ages": 1131,
      "around": 1132,
      "undercover": 1133,
      "maj": 1134,
      "accident": 1135,
      "chinese": 1136,
      "##while": 1137,
      "dre": 1138,
      "face": 1139,
      "mother": 1140,
      "##son": 1141,
      "##ouble": 1142,
      "##elf": 1143,
      "prob": 1144,
      "conn": 1145,
      "many": 1146,
      "##ization": 1147,
      "working": 1148,
      "angel": 1149,
      "major": 1150,
      "ben": 1151,
      "body": 1152,
      "fbi": 1153,
      "mer": 1154,
      "vis": 1155,
      "vict": 1156,
      "##led": 1157,
      "##ker": 1158,
      "##aged": 1159,
      "show": 1160,
      "succ": 1161,
      "cops": 1162,
      "fighting": 1163,
      "returns": 1164,
      "meanwhile": 1165,
      "cour": 1166,
      "don": 1167,
      "free": 1168,
      "had": 1169,
      "je": 1170,
      "mut": 1171,
      "nor": 1172,
      "##ib": 1173,
      "too": 1174,
      "##ically": 1175,
      "##ady": 1176,
      "left": 1177,
      "need": 1178,
      "going": 1179,
      "legend": 1180,
      "mat": 1181,
      "mot": 1182,
      "##yn": 1183,
      "##ones": 1184,
      "##ities": 1185,
      "killing": 1186,
      "emb": 1187,
      "america": 1188,
      "days": 1189,
      "terrorist": 1190,
      "terrorists": 1191,
      "could": 1192,
      "sol": 1193,
      "side": 1194,
      "##ross": 1195,
      "##ph": 1196,
      "anim": 1197,
      "##iful": 1198,
      "lost": 1199,
      "until": 1200,
      "enc": 1201,
      "enter": 1202,
      "upon": 1203,
      "china": 1204,
      "includ": 1205,
      "belie": 1206,
      "looking": 1207,
      "beautiful": 1208,
      "success": 1209,
      "away": 1210,
      "la": 1211,
      "nuc": 1212,
      "##iel": 1213,
      "##ened": 1214,
      "ent": 1215,
      "robot": 1216,
      "robber": 1217,
      "compan": 1218,
      "realiz": 1219,
      "criminals": 1220,
      "nuclear": 1221,
      "bad": 1222,
      "case": 1223,
      "gold": 1224,
      "red": 1225,
      "rom": 1226,
      "tal": 1227,
      "##ection": 1228,
      "##cy": 1229,
      "things": 1230,
      "##cept": 1231,
      "plans": 1232,
      "##istic": 1233,
      "rele": 1234,
      "fac": 1235,
      "found": 1236,
      "final": 1237,
      "living": 1238,
      "##oo": 1239,
      "##pts": 1240,
      "##alth": 1241,
      "stand": 1242,
      "imm": 1243,
      "using": 1244,
      "viet": 1245,
      "recru": 1246,
      "sword": 1247,
      "falls": 1248,
      "adventure": 1249,
      "profess": 1250,
      "gl": 1251,
      "lar": 1252,
      "sn": 1253,
      "##sy": 1254,
      "##form": 1255,
      "##cle": 1256,
      "##omet": 1257,
      "##ently": 1258,
      "shoot": 1259,
      "##ought": 1260,
      "learns": 1261,
      "japanese": 1262,
      "tells": 1263,
      "op": 1264,
      "sim": 1265,
      "##oid": 1266,
      "##nam": 1267,
      "##bo": 1268,
      "##ears": 1269,
      "colon": 1270,
      "strugg": 1271,
      "raj": 1272,
      "kidnapped": 1273,
      "general": 1274,
      "german": 1275,
      "20": 1276,
      "ele": 1277,
      "mor": 1278,
      "##ying": 1279,
      "ash": 1280,
      "##unt": 1281,
      "##ular": 1282,
      "care": 1283,
      "dif": 1284,
      "house": 1285,
      "##xt": 1286,
      "##ked": 1287,
      "##ith": 1288,
      "united": 1289,
      "powers": 1290,
      "##aught": 1291,
      "street": 1292,
      "vietnam": 1293,
      "del": 1294,
      "dark": 1295,
      "sister": 1296,
      "##ual": 1297,
      "##ael": 1298,
      "##pir": 1299,
      "##ional": 1300,
      "still": 1301,
      "ref": 1302,
      "##ival": 1303,
      "##tra": 1304,
      "max": 1305,
      "across": 1306,
      "contin": 1307,
      "alien": 1308,
      "ident": 1309,
      "south": 1310,
      "russian": 1311,
      "bab": 1312,
      "hold": 1313,
      "il": 1314,
      "li": 1315,
      "live": 1316,
      "med": 1317,
      "nat": 1318,
      "ram": 1319,
      "##ders": 1320,
      "inn": 1321,
      "##ution": 1322,
      "##acy": 1323,
      "anc": 1324,
      "frank": 1325,
      "event": 1326,
      "adv": 1327,
      "christ": 1328,
      "dan": 1329,
      "mr": 1330,
      "name": 1331,
      "##io": 1332,
      "these": 1333,
      "##enge": 1334,
      "##lex": 1335,
      "ant": 1336,
      "witness": 1337,
      "##ational": 1338,
      "brut": 1339,
      "soc": 1340,
      "meet": 1341,
      "turns": 1342,
      "survive": 1343,
      "century": 1344,
      "pursu": 1345,
      "violent": 1346,
      "follow": 1347,
      "encoun": 1348,
      "fail": 1349,
      "mus": 1350,
      "opp": 1351,
      "wild": 1352,
      "##ov": 1353,
      "##gu": 1354,
      "##iant": 1355,
      "##be": 1356,
      "##bor": 1357,
      "##ician": 1358,
      "##ills": 1359,
      "french": 1360,
      "next": 1361,
      "cross": 1362,
      "decide": 1363,
      "serv": 1364,
      "prevent": 1365,
      "doesn": 1366,
      "saf": 1367,
      "problem": 1368,
      "hor": 1369,
      "mich": 1370,
      "pop": 1371,
      "ru": 1372,
      "##ger": 1373,
      "##ral": 1374,
      "##par": 1375,
      "##ky": 1376,
      "##ense": 1377,
      "##ility": 1378,
      "##ete": 1379,
      "##ivil": 1380,
      "works": 1381,
      "partner": 1382,
      "quest": 1383,
      "ancient": 1384,
      "michael": 1385,
      "civil": 1386,
      "du": 1387,
      "eff": 1388,
      "psy": 1389,
      "san": 1390,
      "##xic": 1391,
      "##wor": 1392,
      "##ised": 1393,
      "##ades": 1394,
      "##rie": 1395,
      "prom": 1396,
      "leave": 1397,
      "shar": 1398,
      "knows": 1399,
      "##ploy": 1400,
      "desert": 1401,
      "murdered": 1402,
      "series": 1403,
      "begin": 1404,
      "everything": 1405,
      "##idden": 1406,
      "18": 1407,
      "cat": 1408,
      "cia": 1409,
      "fly": 1410,
      "litt": 1411,
      "made": 1412,
      "much": 1413,
      "rog": 1414,
      "squ": 1415,
      "use": 1416,
      "##dd": 1417,
      "##pe": 1418,
      "##ina": 1419,
      "##sters": 1420,
      "##osed": 1421,
      "exp": 1422,
      "defend": 1423,
      "village": 1424,
      "build": 1425,
      "little": 1426,
      "somet": 1427,
      "tem": 1428,
      "##by": 1429,
      "##ics": 1430,
      "##rig": 1431,
      "never": 1432,
      "marri": 1433,
      "steal": 1434,
      "driver": 1435,
      "scientist": 1436,
      "dream": 1437,
      "psych": 1438,
      "ear": 1439,
      "hired": 1440,
      "having": 1441,
      "pat": 1442,
      "rul": 1443,
      "ty": 1444,
      "##na": 1445,
      "##cer": 1446,
      "##ett": 1447,
      "##acher": 1448,
      "track": 1449,
      "comb": 1450,
      "afric": 1451,
      "defe": 1452,
      "children": 1453,
      "warrior": 1454,
      "company": 1455,
      "##world": 1456,
      "aw": 1457,
      "caught": 1458,
      "pir": 1459,
      "ren": 1460,
      "rival": 1461,
      "sets": 1462,
      "##boy": 1463,
      "tom": 1464,
      "those": 1465,
      "##olen": 1466,
      "heart": 1467,
      "whom": 1468,
      "stri": 1469,
      "stolen": 1470,
      "without": 1471,
      "rev": 1472,
      "##ellow": 1473,
      "##cond": 1474,
      "##ized": 1475,
      "hunt": 1476,
      "comput": 1477,
      "investigate": 1478,
      "##iety": 1479,
      "personal": 1480,
      "bur": 1481,
      "cy": 1482,
      "cur": 1483,
      "fem": 1484,
      "hot": 1485,
      "mal": 1486,
      "tur": 1487,
      "west": 1488,
      "##ler": 1489,
      "##ony": 1490,
      "##ural": 1491,
      "sever": 1492,
      "second": 1493,
      "##ager": 1494,
      "unf": 1495,
      "teen": 1496,
      "plane": 1497,
      "commun": 1498,
      "plays": 1499,
      "virus": 1500,
      "journey": 1501,
      "av": 1502,
      "cal": 1503,
      "fo": 1504,
      "mcc": 1505,
      "poss": 1506,
      "##ince": 1507,
      "tough": 1508,
      "chance": 1509,
      "##ortun": 1510,
      "impr": 1511,
      "relation": 1512,
      "starts": 1513,
      "priv": 1514,
      "assigned": 1515,
      "moun": 1516,
      "##ned": 1517,
      "##aul": 1518,
      "##me": 1519,
      "thin": 1520,
      "states": 1521,
      "##tern": 1522,
      "chall": 1523,
      "ext": 1524,
      "##umb": 1525,
      "able": 1526,
      "getting": 1527,
      "quick": 1528,
      "deter": 1529,
      "india": 1530,
      "##iddle": 1531,
      "arrives": 1532,
      "dragon": 1533,
      "sends": 1534,
      "angeles": 1535,
      "relationship": 1536,
      "hom": 1537,
      "kore": 1538,
      "kung": 1539,
      "mass": 1540,
      "ry": 1541,
      "test": 1542,
      "##ior": 1543,
      "##ingly": 1544,
      "##ason": 1545,
      "##ute": 1546,
      "ens": 1547,
      "class": 1548,
      "imp": 1549,
      "wealth": 1550,
      "escapes": 1551,
      "##pected": 1552,
      "few": 1553,
      "finally": 1554,
      "including": 1555,
      "differ": 1556,
      "innoc": 1557,
      "fig": 1558,
      "fear": 1559,
      "hal": 1560,
      "jones": 1561,
      "kar": 1562,
      "right": 1563,
      "rock": 1564,
      "wal": 1565,
      "you": 1566,
      "##cl": 1567,
      "##hood": 1568,
      "##edi": 1569,
      "##stem": 1570,
      "deep": 1571,
      "##ape": 1572,
      "champ": 1573,
      "spy": 1574,
      "hunter": 1575,
      "transform": 1576,
      "system": 1577,
      "conspir": 1578,
      "weapon": 1579,
      "aust": 1580,
      "coup": 1581,
      "caus": 1582,
      "five": 1583,
      "gain": 1584,
      "hu": 1585,
      "middle": 1586,
      "rag": 1587,
      "##oop": 1588,
      "##gn": 1589,
      "##ij": 1590,
      "##illa": 1591,
      "ago": 1592,
      "armed": 1593,
      "desp": 1594,
      "turned": 1595,
      "assassination": 1596,
      "peter": 1597,
      "organization": 1598,
      "ultimate": 1599,
      "defeat": 1600,
      "computer": 1601,
      "alex": 1602,
      "dut": 1603,
      "fellow": 1604,
      "ir": 1605,
      "lie": 1606,
      "pu": 1607,
      "##lin": 1608,
      "##ha": 1609,
      "##de": 1610,
      "##ism": 1611,
      "##ctor": 1612,
      "heav": 1613,
      "##ott": 1614,
      "##ider": 1615,
      "##ested": 1616,
      "tech": 1617,
      "mexic": 1618,
      "hands": 1619,
      "confron": 1620,
      "target": 1621,
      "operation": 1622,
      "million": 1623,
      "vampire": 1624,
      "north": 1625,
      "something": 1626,
      "ajay": 1627,
      "dist": 1628,
      "ge": 1629,
      "kir": 1630,
      "nav": 1631,
      "##ners": 1632,
      "##my": 1633,
      "##ises": 1634,
      "##ars": 1635,
      "##iter": 1636,
      "trouble": 1637,
      "prop": 1638,
      "chief": 1639,
      "taking": 1640,
      "polic": 1641,
      "project": 1642,
      "missing": 1643,
      "emper": 1644,
      "employ": 1645,
      "ends": 1646,
      "among": 1647,
      "humans": 1648,
      "captured": 1649,
      "survivors": 1650,
      "since": 1651,
      "wrong": 1652,
      "visit": 1653,
      "identity": 1654,
      "eventually": 1655,
      "society": 1656,
      "determin": 1657,
      "champion": 1658,
      "bill": 1659,
      "clear": 1660,
      "er": 1661,
      "gam": 1662,
      "key": 1663,
      "mc": 1664,
      "sell": 1665,
      "##uce": 1666,
      "##ek": 1667,
      "##men": 1668,
      "##inj": 1669,
      "##ision": 1670,
      "hist": 1671,
      "##rif": 1672,
      "princ": 1673,
      "##ights": 1674,
      "uncle": 1675,
      "disapp": 1676,
      "gangster": 1677,
      "coll": 1678,
      "maf": 1679,
      "someone": 1680,
      "paris": 1681,
      "guard": 1682,
      "seems": 1683,
      "hope": 1684,
      "involved": 1685,
      "entire": 1686,
      "brutal": 1687,
      "female": 1688,
      "bal": 1689,
      "bud": 1690,
      "ey": 1691,
      "fa": 1692,
      "fre": 1693,
      "full": 1694,
      "foot": 1695,
      "jung": 1696,
      "khan": 1697,
      "let": 1698,
      "ta": 1699,
      "vet": 1700,
      "##ead": 1701,
      "##ience": 1702,
      "##ising": 1703,
      "##edy": 1704,
      "##rees": 1705,
      "##urai": 1706,
      "##ama": 1707,
      "ann": 1708,
      "reve": 1709,
      "##unk": 1710,
      "joe": 1711,
      "joins": 1712,
      "smugg": 1713,
      "soldier": 1714,
      "samurai": 1715,
      "passeng": 1716,
      "merc": 1717,
      "##ield": 1718,
      "service": 1719,
      "revol": 1720,
      "private": 1721,
      "wealthy": 1722,
      "bor": 1723,
      "bat": 1724,
      "base": 1725,
      "gives": 1726,
      "jail": 1727,
      "mod": 1728,
      "var": 1729,
      "##ook": 1730,
      "##aur": 1731,
      "##ma": 1732,
      "##ya": 1733,
      "##yle": 1734,
      "##pic": 1735,
      "##ple": 1736,
      "##kn": 1737,
      "##atic": 1738,
      "##aly": 1739,
      "##ided": 1740,
      "cha": 1741,
      "##ush": 1742,
      "lee": 1743,
      "sheri": 1744,
      "doing": 1745,
      "##ize": 1746,
      "underworld": 1747,
      "teams": 1748,
      "training": 1749,
      "inform": 1750,
      "fighter": 1751,
      "legendary": 1752,
      "successful": 1753,
      "half": 1754,
      "emperor": 1755,
      "cas": 1756,
      "camp": 1757,
      "mind": 1758,
      "tw": 1759,
      "val": 1760,
      "##row": 1761,
      "##ray": 1762,
      "##ien": 1763,
      "##ball": 1764,
      "##ering": 1765,
      "##asy": 1766,
      "##elop": 1767,
      "thir": 1768,
      "white": 1769,
      "within": 1770,
      "alive": 1771,
      "chang": 1772,
      "##eman": 1773,
      "unit": 1774,
      "uncover": 1775,
      "taken": 1776,
      "william": 1777,
      "##oke": 1778,
      "uses": 1779,
      "agents": 1780,
      "amb": 1781,
      "kids": 1782,
      "attempts": 1783,
      "remain": 1784,
      "follows": 1785,
      "scientists": 1786,
      "weapons": 1787,
      "machine": 1788,
      "mountain": 1789,
      "different": 1790,
      "conspiracy": 1791,
      "couple": 1792,
      "mafia": 1793,
      "die": 1794,
      "est": 1795,
      "hon": 1796,
      "hol": 1797,
      "ruth": 1798,
      "six": 1799,
      "##ait": 1800,
      "##la": 1801,
      "##ches": 1802,
      "##za": 1803,
      "##ino": 1804,
      "toward": 1805,
      "##ote": 1806,
      "storm": 1807,
      "troop": 1808,
      "leaves": 1809,
      "##ode": 1810,
      "brings": 1811,
      "une": 1812,
      "sov": 1813,
      "close": 1814,
      "retrie": 1815,
      "intern": 1816,
      "villain": 1817,
      "warriors": 1818,
      "political": 1819,
      "animation": 1820,
      "ruthless": 1821,
      "dar": 1822,
      "fle": 1823,
      "hidden": 1824,
      "mad": 1825,
      "post": 1826,
      "sil": 1827,
      "##awn": 1828,
      "##ring": 1829,
      "##vious": 1830,
      "##ze": 1831,
      "##int": 1832,
      "##orts": 1833,
      "##ention": 1834,
      "nothing": 1835,
      "partic": 1836,
      "desper": 1837,
      "fights": 1838,
      "struggle": 1839,
      "refus": 1840,
      "baby": 1841,
      "unfortun": 1842,
      "catch": 1843,
      "naz": 1844,
      "##ged": 1845,
      "##to": 1846,
      "##band": 1847,
      "##ara": 1848,
      "##ening": 1849,
      "##ala": 1850,
      "thief": 1851,
      "rece": 1852,
      "##akes": 1853,
      "##uge": 1854,
      "enl": 1855,
      "crash": 1856,
      "aff": 1857,
      "dog": 1858,
      "mark": 1859,
      "party": 1860,
      "officers": 1861,
      "owner": 1862,
      "park": 1863,
      "runs": 1864,
      "seeks": 1865,
      "seeking": 1866,
      "develop": 1867,
      "johnny": 1868,
      "inside": 1869,
      "members": 1870,
      "ide": 1871,
      "convict": 1872,
      "politician": 1873,
      "colonel": 1874,
      "several": 1875,
      "determined": 1876,
      "princess": 1877,
      "jungle": 1878,
      "000": 1879,
      "bull": 1880,
      "hus": 1881,
      "lab": 1882,
      "nob": 1883,
      "ninj": 1884,
      "ray": 1885,
      "sal": 1886,
      "sav": 1887,
      "veg": 1888,
      "##gy": 1889,
      "##hip": 1890,
      "##iny": 1891,
      "##enly": 1892,
      "##illy": 1893,
      "##entor": 1894,
      "state": 1895,
      "##ific": 1896,
      "shot": 1897,
      "##ante": 1898,
      "##antic": 1899,
      "##ected": 1900,
      "wars": 1901,
      "##iance": 1902,
      "##wood": 1903,
      "resear": 1904,
      "carry": 1905,
      "box": 1906,
      "cover": 1907,
      "commit": 1908,
      "contact": 1909,
      "##blic": 1910,
      "capture": 1911,
      "##ground": 1912,
      "##uthor": 1913,
      "perf": 1914,
      "realizes": 1915,
      "released": 1916,
      "recruited": 1917,
      "squad": 1918,
      "combat": 1919,
      "quickly": 1920,
      "sheriff": 1921,
      "bre": 1922,
      "div": 1923,
      "doc": 1924,
      "giant": 1925,
      "lu": 1926,
      "late": 1927,
      "num": 1928,
      "ring": 1929,
      "sun": 1930,
      "task": 1931,
      "vol": 1932,
      "venge": 1933,
      "##go": 1934,
      "##side": 1935,
      "##ched": 1936,
      "##hab": 1937,
      "##pire": 1938,
      "##0s": 1939,
      "##here": 1940,
      "##ests": 1941,
      "##eder": 1942,
      "##ices": 1943,
      "##ele": 1944,
      "though": 1945,
      "##urity": 1946,
      "##ament": 1947,
      "##leg": 1948,
      "recover": 1949,
      "repor": 1950,
      "arch": 1951,
      "const": 1952,
      "unkn": 1953,
      "sudd": 1954,
      "cann": 1955,
      "strange": 1956,
      "device": 1957,
      "jackie": 1958,
      "everyone": 1959,
      "charact": 1960,
      "dealer": 1961,
      "suspect": 1962,
      "commander": 1963,
      "businessman": 1964,
      "history": 1965,
      "retrieve": 1966,
      "unfortunately": 1967,
      "dav": 1968,
      "dire": 1969,
      "fact": 1970,
      "jim": 1971,
      "nick": 1972,
      "occ": 1973,
      "tale": 1974,
      "vide": 1975,
      "wom": 1976,
      "water": 1977,
      "yet": 1978,
      "##ga": 1979,
      "##uel": 1980,
      "##law": 1981,
      "##ps": 1982,
      "##ann": 1983,
      "##enant": 1984,
      "##edd": 1985,
      "##itu": 1986,
      "##iment": 1987,
      "stay": 1988,
      "truck": 1989,
      "sex": 1990,
      "sees": 1991,
      "##ague": 1992,
      "##artment": 1993,
      "##ugs": 1994,
      "resident": 1995,
      "assist": 1996,
      "progr": 1997,
      "security": 1998,
      "betray": 1999,
      "skills": 2000,
      "charl": 2001,
      "inspect": 2002,
      "violence": 2003,
      "student": 2004,
      "robbery": 2005,
      "encounter": 2006,
      "rogue": 2007,
      "building": 2008,
      "lieut": 2009,
      "confront": 2010,
      "policeman": 2011,
      "soviet": 2012,
      "200": 2013,
      "boun": 2014,
      "eur": 2015,
      "fate": 2016,
      "less": 2017,
      "mic": 2018,
      "main": 2019,
      "mask": 2020,
      "orig": 2021,
      "##ee": 2022,
      "##lish": 2023,
      "##ck": 2024,
      "##dom": 2025,
      "##vel": 2026,
      "##esis": 2027,
      "##ories": 2028,
      "##ency": 2029,
      "##alist": 2030,
      "##itch": 2031,
      "thie": 2032,
      "##aded": 2033,
      "reach": 2034,
      "##hero": 2035,
      "##ope": 2036,
      "short": 2037,
      "##antly": 2038,
      "##ends": 2039,
      "enough": 2040,
      "##ths": 2041,
      "grand": 2042,
      "move": 2043,
      "cla": 2044,
      "murders": 2045,
      "##away": 2046,
      "##ounded": 2047,
      "prove": 2048,
      "gangs": 2049,
      "gangsters": 2050,
      "famous": 2051,
      "##prise": 2052,
      "investigation": 2053,
      "singh": 2054,
      "hostage": 2055,
      "victim": 2056,
      "despite": 2057,
      "kirk": 2058,
      "disappear": 2059,
      "husband": 2060,
      "ak": 2061,
      "aut": 2062,
      "author": 2063,
      "cast": 2064,
      "east": 2065,
      "fur": 2066,
      "hij": 2067,
      "luck": 2068,
      "pay": 2069,
      "rap": 2070,
      "##oon": 2071,
      "##up": 2072,
      "##aff": 2073,
      "##ress": 2074,
      "##ius": 2075,
      "##yal": 2076,
      "##for": 2077,
      "##down": 2078,
      "##hel": 2079,
      "##ern": 2080,
      "##iled": 2081,
      "step": 2082,
      "##illed": 2083,
      "##une": 2084,
      "separ": 2085,
      "##ement": 2086,
      "##ift": 2087,
      "agrees": 2088,
      "sha": 2089,
      "loyal": 2090,
      "##iven": 2091,
      "##ellig": 2092,
      "better": 2093,
      "##ruction": 2094,
      "esp": 2095,
      "cond": 2096,
      "elite": 2097,
      "superhero": 2098,
      "kingdom": 2099,
      "##ways": 2100,
      "anyone": 2101,
      "travels": 2102,
      "lands": 2103,
      "expert": 2104,
      "course": 2105,
      "believes": 2106,
      "professional": 2107,
      "rule": 2108,
      "austral": 2109,
      "freed": 2110,
      "veter": 2111,
      "women": 2112,
      "lieutenant": 2113,
      "hijack": 2114,
      "diam": 2115,
      "norm": 2116,
      "path": 2117,
      "paul": 2118,
      "que": 2119,
      "rad": 2120,
      "tit": 2121,
      "##ges": 2122,
      "##ih": 2123,
      "##most": 2124,
      "##icated": 2125,
      "##utes": 2126,
      "##rix": 2127,
      "rep": 2128,
      "##aps": 2129,
      "alone": 2130,
      "almost": 2131,
      "trail": 2132,
      "##oses": 2133,
      "##andon": 2134,
      "sum": 2135,
      "intellig": 2136,
      "abd": 2137,
      "resp": 2138,
      "sche": 2139,
      "board": 2140,
      "book": 2141,
      "prov": 2142,
      "cost": 2143,
      "previous": 2144,
      "hung": 2145,
      "guy": 2146,
      "feel": 2147,
      "heads": 2148,
      "transport": 2149,
      "remote": 2150,
      "survival": 2151,
      "aliens": 2152,
      "greatest": 2153,
      "streets": 2154,
      "soul": 2155,
      "searching": 2156,
      "vampires": 2157,
      "deliver": 2158,
      "imprison": 2159,
      "techn": 2160,
      "budd": 2161,
      "mercen": 2162,
      "inspector": 2163,
      "thieves": 2164,
      "cult": 2165,
      "di": 2166,
      "den": 2167,
      "dam": 2168,
      "equ": 2169,
      "got": 2170,
      "gone": 2171,
      "given": 2172,
      "hour": 2173,
      "lat": 2174,
      "low": 2175,
      "lot": 2176,
      "mine": 2177,
      "mike": 2178,
      "situ": 2179,
      "wes": 2180,
      "##uk": 2181,
      "##back": 2182,
      "##ping": 2183,
      "##que": 2184,
      "##ative": 2185,
      "##ared": 2186,
      "##ene": 2187,
      "inhab": 2188,
      "##ital": 2189,
      "##itive": 2190,
      "##icks": 2191,
      "##asure": 2192,
      "heist": 2193,
      "station": 2194,
      "fort": 2195,
      "##ads": 2196,
      "##vers": 2197,
      "asks": 2198,
      "prince": 2199,
      "##osen": 2200,
      "##ulf": 2201,
      "unl": 2202,
      "suff": 2203,
      "ground": 2204,
      "kills": 2205,
      "add": 2206,
      "leading": 2207,
      "retire": 2208,
      "##ruct": 2209,
      "official": 2210,
      "genet": 2211,
      "199": 2212,
      "running": 2213,
      "anything": 2214,
      "flight": 2215,
      "subm": 2216,
      "happens": 2217,
      "demand": 2218,
      "large": 2219,
      "rambo": 2220,
      "problems": 2221,
      "marriage": 2222,
      "public": 2223,
      "mexico": 2224,
      "batman": 2225,
      "third": 2226,
      "diamond": 2227,
      "ast": 2228,
      "billy": 2229,
      "cold": 2230,
      "double": 2231,
      "nar": 2232,
      "sat": 2233,
      "self": 2234,
      "##ne": 2235,
      "##che": 2236,
      "##tle": 2237,
      "##ont": 2238,
      "told": 2239,
      "##ats": 2240,
      "andre": 2241,
      "thing": 2242,
      "##aches": 2243,
      "##iding": 2244,
      "always": 2245,
      "neigh": 2246,
      "shad": 2247,
      "##istan": 2248,
      "unable": 2249,
      "crus": 2250,
      "spe": 2251,
      "disp": 2252,
      "##ude": 2253,
      "leaders": 2254,
      "empire": 2255,
      "making": 2256,
      "used": 2257,
      "corpor": 2258,
      "appears": 2259,
      "engine": 2260,
      "puts": 2261,
      "road": 2262,
      "experiment": 2263,
      "creatures": 2264,
      "rebels": 2265,
      "richard": 2266,
      "bodygu": 2267,
      "matrix": 2268,
      "romance": 2269,
      "thinks": 2270,
      "passengers": 2271,
      "international": 2272,
      "research": 2273,
      "reporter": 2274,
      "video": 2275,
      "bodyguard": 2276,
      "born": 2277,
      "cow": 2278,
      "jud": 2279,
      "kind": 2280,
      "line": 2281,
      "mis": 2282,
      "mist": 2283,
      "might": 2284,
      "mort": 2285,
      "pie": 2286,
      "sen": 2287,
      "say": 2288,
      "tim": 2289,
      "ww": 2290,
      "watch": 2291,
      "yak": 2292,
      "##uza": 2293,
      "##lane": 2294,
      "##can": 2295,
      "##cher": 2296,
      "##ped": 2297,
      "##ered": 2298,
      "##aries": 2299,
      "##otic": 2300,
      "##ada": 2301,
      "truth": 2302,
      "trapped": 2303,
      "##agers": 2304,
      "##ulation": 2305,
      "brought": 2306,
      "bruce": 2307,
      "agency": 2308,
      "##iew": 2309,
      "exec": 2310,
      "disaster": 2311,
      "teacher": 2312,
      "held": 2313,
      "younger": 2314,
      "arms": 2315,
      "design": 2316,
      "battles": 2317,
      "reluct": 2318,
      "calls": 2319,
      "parents": 2320,
      "194": 2321,
      "seek": 2322,
      "harry": 2323,
      "monk": 2324,
      "present": 2325,
      "kidnapp": 2326,
      "member": 2327,
      "enemies": 2328,
      "artist": 2329,
      "convin": 2330,
      "assignment": 2331,
      "breaks": 2332,
      "racing": 2333,
      "support": 2334,
